heart.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>heart</title>
<meta name="generator" content="Org Mode" />
<link rel="apple-touch-icon" sizes="180x180" href="/apple-touch-icon.png">
<link rel="icon" type="image/png" sizes="32x32" href="/favicon-32x32.png">
<link rel="icon" type="image/png" sizes="16x16" href="/favicon-16x16.png">
<link rel="apple-touch-icon" sizes="180x180" href="./apple-touch-icon.png">
<link rel="icon" type="image/png" sizes="32x32" href="./favicon-32x32.png">
<link rel="icon" type="image/png" sizes="16x16" href="./favicon-16x16.png">
<meta property="og:title" content="heart">
<meta property="og:description" content="">
<meta property="og:image" content="https://notes.neeasade.net/assets/posts/ca_dump3/8c732a99bbc711c6a95882ea35e56834200ba5eb0406b9d71649f2b6001f3e2b.png">
<meta property="og:url" content="https://notes.neeasade.net/heart">
<meta property="description" content="">
<meta name="twitter:card" content="summary">
<link rel='stylesheet' href='./assets/css/colors.css?sum=cbc7f86dcba5597749ac3221baabf396'>
<link rel='stylesheet' href='./assets/css/normalize.css?sum=112272e51c80ffe5bd01becd2ce7d656'>
<link rel='stylesheet' href='./assets/css/magick.css?sum=de2a5435182495e691565c7d598903bd'>
<link rel='stylesheet' href='./assets/css/notes.css?sum=5a7a29b051265cf89a5173ca895cc6d0'>
</head>
<body>
<main id="content" class="content">
<header>
<div style="float: left">
    <a href='./index.html'>../notes</a>
</div>

<div style="float: right">
    
    <a href="https://raw.githubusercontent.com/neeasade/neeasade.github.io/source/posts/heart.org">source</a>
</div>
<h1 class=title>
    <svg viewBox="0 0 40 40" xmlns="http://www.w3.org/2000/svg">
        <rect x="5" y="15" width="20" height="20" fill="none" stroke="#444748" stroke-width="2"/>
        <rect x="14" y="6" width="20" height="20" fill="none" stroke="#444748" stroke-width="2"/>
    </svg>
    heart
    <svg viewBox="0 0 40 40" xmlns="http://www.w3.org/2000/svg">
        <rect x="5" y="15" width="20" height="20" fill="none" stroke="#444748" stroke-width="2"/>
        <rect x="14" y="6" width="20" height="20" fill="none" stroke="#444748" stroke-width="2"/>
    </svg>
</h1>
<div class="org-center">
<p>

</p>
</div>
<span class=pubinfo>
    Published 2025-08-13
</span>
<div class="posttags"> <a href='./tag-life.html'>#life</a> </div>
</header>
<hr>
<p class="verse">
i carry your heart with me(i carry it in<br>
my heart)i am never without it(anywhere<br>
i go you go,my dear;and whatever is done<br>
by only me is your doing,my darling)<br>
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;i fear<br>
no fate(for you are my fate,my sweet)i want<br>
no world(for beautiful you are my world,my true)<br>
and it’s you are whatever a moon has always meant<br>
and whatever a sun will always sing is you<br>
<br>
here is the deepest secret nobody knows<br>
(here is the root of the root and the bud of the bud<br>
and the sky of the sky of a tree called life;which grows<br>
higher than soul can hope or mind can hide)<br>
and this is the wonder that&rsquo;s keeping the stars apart<br>
<br>
i carry your heart(i carry it in my heart)<br>
<br>
<cite>e.e. cummings, 1952</cite><br>
</p>

<p>
Putting this post here as a tribute to <a href="http://thedarnedestthing.com/">The Darndest Thing</a>, which I recall admiring for their bspwm notes ~2015.
</p>

<footer>
    <div style="float: left">
         <a href='window-tags.html'>newer: window tags</a> 
    </div>
    <div style="text-align: right">
         <a href='3-favorite-books.html'>older: 3 favorite books</a> 
    </div>
</footer>
<hr>
</main>
</body>
</html>
